Overload List
Name  |   Description
MirrorElements(Document, ICollection ElementId , Plane)   |     Obsolete.
 Creates a mirrored copy of a set of elements about a given plane.
MirrorElements(Document, ICollection ElementId , Plane, Boolean)
 Mirrors a set of elements about a given plane.
 See Also
  ElementTransformUtils Class
  ElementTransformUtils Members
  Autodesk.Revit.DB Namespace